Repository: common-repository/custom-post-type-multiroutes
Catalog: languages/cptmr-*.po
Languages: es_es

source: Gives your custom post types a custom multiple routing compatible with WPML.
es_es: Asigna a tus custom post types múltiples rutas compatible con WPML.

source: Any routes
es_es: Cualquier ruta

source: Route not set
es_es: Ruta no definida

source: All routes
es_es: Todas las rutas

source: Route
es_es: Ruta

source: Settings
es_es: Configuración

source: Visible on:
es_es: Visible en:

source: Save this post to configure visibility.
es_es: Guarda este post para configurar la visibilidad.

source: Visibility can be configured only on the <a href="%s">original post.</a>
es_es: La visibilidad solo se puede configurar en el <a href="%s">post original.</a>

source: New route. Remember to press "Save Routes" before leaving.
es_es: Recuerda hacer click en "Guardar Rutas" antes de salir de esta página.

source: Custom Post Type Multiroutes Settings
es_es: Configuración Custom Post Type Multiroutes

source: Setup all the routes and translations for your custom post types (both single and archive pages).
es_es: Configura todas las rutas y traducciones para tus custom post types (single y páginas de archivo)

source: Routes saved. Remember to <a href="options-permalink.php">update your permalinks.</a>
es_es: Rutas guardadas. Recuerda <a href="options-permalink.php">actualizar los enlaces permanentes.</a>

source: It seems you have not defined any custom post types yet.
es_es: Parece que todavía no has definido ningún custom post type.

source: Add Route
es_es: Añadir Ruta

source: Rewrite this post type archive to these routes.
es_es: Reescribir la ruta de archivo de este post type a estas rutas.

source: Are you sure to remove this route? Route metadata will be deleted from %s posts.
es_es: ¿Estás seguro de borrar esta ruta? Los datos asociados se borrarán de %s posts.

source: Remove Route
es_es: Borrar Ruta

source: %s posts using this route.
es_es: %s posts usan esta ruta.

source: Save Routes
es_es: Guardar Rutas
